[
  {
    "id": "f4ea53201fef28440600d02b57eefd56ea9ec573",
    "corpusId": 249099394,
    "slug": "A-3D-Reaction-Diffusion-System-Describing-Bidomain-Bendahmane-Erraji",
    "title": "A 3D Reaction-Diffusion System Describing Bidomain Calcium Dynamics in Cardiac Cell",
    "description": "We are interested in modeling the interaction of calcium dynamics in a medium including sarcolemma and sarcoplasmic reticulum. The governing equations consist of a nonlinear reaction-diﬀusion system representing the various calcium ﬂuxes and theirs buﬀers in the two media. We address the question of existence of weak solutions by using a ﬁxed-point approach. We propose a ﬁnite element method for this system, we establish the existence of the discrete solution, and we show that the discrete solution generated by the given scheme converges to the corresponding weak solution for the model studied. Finally, we give some 2D and 3D numerical examples to our model. The dates will be set by the publisher.",
    "authors": [
      {
        "name": "M. Bendahmane",
        "slug": "M.-Bendahmane",
        "id": "35208608"
      },
      {
        "name": "Elmahdi Erraji",
        "slug": "Elmahdi-Erraji",
        "id": "97394471"
      },
      {
        "name": "Fahd Karami",
        "slug": "Fahd-Karami",
        "id": "3475391"
      }
    ]
  },
  {
    "id": "f62759efba87630aa20b19a05b44622dafec0d9c",
    "corpusId": 55115464,
    "slug": "Azani,-H.-and-Massoud,-A.-and-Ben-Brahim,-L.-and-B.-Azani-Massoud",
    "title": "Azani, H. and Massoud, A. and Ben-Brahim, L. and Williams, B. W. and Holliday, D. (2014) Multiloop control strategy for grid-interfaced three-phase voltage source inverter with passively damped LLCL-filter. In: 3rd Renewable Power Generation Conference (RPG)",
    "description": "In inverter-based distributed generation (IBDG) and similar to the conventional third order LCL filter, the high order LLCL filter is difficult to stabilize, and may cause a resonance between the inverter and the grid. Passive damping techniques were explored in literature by connecting a resistor in different locations of the LLCL filter. This paper presents the performance of the high-order LLCL-filter with RC passive damping circuit through evaluating the system stability using dual-loop control strategy that has been applied to the LCL filter. Comparative analysis regarding PI and PR controllers used in the proposed control strategy is offered. Simulation results using Matlab are conducted, presented, and discussed.",
    "authors": [
      {
        "name": "H. Azani",
        "slug": "H.-Azani",
        "id": "12300852"
      },
      {
        "name": "A. Massoud",
        "slug": "A.-Massoud",
        "id": "2256772"
      },
      {
        "name": "L. Ben-Brahim",
        "slug": "L.-Ben-Brahim",
        "id": "30793593"
      },
      {
        "name": "B. Williams",
        "slug": "B.-Williams",
        "id": "31343904"
      },
      {
        "name": "D. Holliday",
        "slug": "D.-Holliday",
        "id": "3721469"
      }
    ]
  },
  {
    "id": "cc8537234e28aa40a706fc0f96a24965c5214314",
    "corpusId": 252968169,
    "slug": "FLECS-CGD:-A-Federated-Learning-Second-Order-via-Agafonov-Erraji",
    "title": "FLECS-CGD: A Federated Learning Second-Order Framework via Compression and Sketching with Compressed Gradient Differences",
    "description": "In the recent paper FLECS (Agafonov et al, FLECS: A Federated Learning Second-Order Framework via Compression and Sketching), the second-order framework FLECS was proposed for the Federated Learning problem. This method utilize compression of sketched Hessians to make communication costs low. However, the main bottleneck of FLECS is gradient communication without compression. In this paper, we propose the modiﬁcation of FLECS with compressed gradient differences, which we call FLECS-CGD (FLECS with Compressed Gradient Differences) and make it applicable for stochastic optimization. Convergence guarantees are provided in strongly convex and nonconvex cases. Experiments show the practical beneﬁt of proposed approach.",
    "authors": [
      {
        "name": "A. Agafonov",
        "slug": "A.-Agafonov",
        "id": "152954133"
      },
      {
        "name": "Brahim Erraji",
        "slug": "Brahim-Erraji",
        "id": "2188059520"
      },
      {
        "name": "Martin Takác",
        "slug": "Martin-Takác",
        "id": "144696183"
      }
    ]
  },
  {
    "id": "97124c7c29f25a43c4e6188837db9734aa7ab761",
    "corpusId": 203582266,
    "slug": "Efficacy-of-Ahmed-Glaucoma-Valve-Implantation-on-Xie-Liu",
    "title": "Efficacy of Ahmed Glaucoma Valve Implantation on Neovascular Glaucoma",
    "description": "To evaluate the efficacy of Ahmed glaucoma valve (AGV) implantation in treating neovascular glaucoma (NVG) and analyze the factors influencing the surgical success rate, a retrospective investigation of 59 NVG patients (66 eyes) who underwent AGV implantation was conducted at Jiangsu Province Hospital, China, from January 2014 to June 2018. Intraocular pressure (IOP), visual acuity, surgical success rates, medications, and complications were monitored at post-operative 1 day, 1 week, 1, 3, 6 and 12 months. Surgical success criteria were defined as 6 mm Hg < IOP < 21 mmHg with or without additional medications. Results showed average IOP was statistically significant between pre-operative visit and each follow-up visit (all P<0.05). At 12 months, the success rate was 66.7%. Multiple stepwise regression analysis suggested that age, panretinal photocoagulation (PRP), complications and hyphema were significant factors influencing the surgical success rate (all P<0.05). Thus, we conclude that AGV implantation is effective and safe for treatment of NVG. Surgical success is dependent on age, PRP, complications, and hyphema.",
    "authors": [
      { "name": "Zhan Xie", "slug": "Zhan-Xie", "id": "2114112715" },
      { "name": "Hai Liu", "slug": "Hai-Liu", "id": "2115768033" },
      { "name": "Mulong Du", "slug": "Mulong-Du", "id": "2054400989" },
      { "name": "M. Zhu", "slug": "M.-Zhu", "id": "2152184031" },
      { "name": "Sean Tighe", "slug": "Sean-Tighe", "id": "144986276" },
      { "name": "Xue Chen", "slug": "Xue-Chen", "id": "2145451323" },
      { "name": "Zhilan Yuan", "slug": "Zhilan-Yuan", "id": "34450648" },
      { "name": "Hong Sun", "slug": "Hong-Sun", "id": "47218043" }
    ]
  }
]
